{
    "SUPPORT INQUIRIES": "DEMANDES D'ASSISTANCE",
    "CALL US": "APPELEZ-NOUS",
    "HOME": "ACCUEIL",
    "ABOUT US": "À PROPOS",
    "CATALOGUE": "CATALOGUE",
    "SERVICES": "SERVICES",
    "MEDIA": "MÉDIA",
    "COVERAGE": "COUVERTURE",
    "CONTACTS": "CONTACTS",
    "AFFILIATE PROGRAM": "PROGRAMME D'AFFILIATION",
    "REQUEST A QUOTE": "DEMANDER UN DEVIS",
    "Your trusted partner for Pan-African vehicle and ATV sourcing from China.": "Votre partenaire de confiance pour l'approvisionnement panafricain de véhicules et de VTT en provenance de Chine.",
    "Quick Links": "Liens Rapides",
    "Countries Served": "Pays Desservis",
    "Contact": "Contact",
    "Mon - Fri: 8:00 to 17:00": "Lun - Ven : 8h00 à 17h00",
    "(Saturday & Sunday Closed)": "(Fermé Samedi et Dimanche)",
    "FOLLOW US": "SUIVEZ-NOUS",
    "Privacy Policy": "Politique de Confidentialité",
    "Terms of Service": "Conditions d'Utilisation",
    "This website uses cookies to ensure you get the best experience on our website. By continuing, you agree to our": "Ce site utilise des cookies pour vous garantir la meilleure expérience. En continuant, vous acceptez notre",
    "Accept & Close": "Accepter & Fermer",
    "Chat with us": "Discutez avec nous",
    "CERTIFIED SOURCING": "SOURCING CERTIFIÉ",
    "Reliable Vehicle Sourcing <br> From China to Africa": "Sourcing de Véhicules Fiables <br> de la Chine vers l'Afrique",
    "We simplify the entire process of getting ATVs, motorbikes, and utility vehicles delivered to your doorstep.": "Nous simplifions tout le processus de livraison de VTT, de motos et de véhicules utilitaires à votre porte.",
    "Learn More": "En Savoir Plus",
    "Watch Video": "Voir la Vidéo",
    "REGIONAL EXPERTISE": "EXPERTISE RÉGIONALE",
    "Pan-African Logistics <br> & Smart Delivery": "Logistique Panafricaine <br> & Livraison Intelligente",
    "Operating through regional offices and trusted partners to deliver vehicles efficiently across multiple African cities.": "Opérant via des bureaux régionaux et des partenaires de confiance pour livrer efficacement dans plusieurs villes africaines.",
    "OUR SERVICES": "NOS SERVICES",
    "FACTORY INSPECTED": "INSPECTÉ EN USINE",
    "Quality Assurance <br> At Every Step": "Assurance Qualité <br> à Chaque Étape",
    "From factory inspection to customs clearance, we ensure your vehicles arrive safely with full documentation.": "De l'inspection en usine au dédouanement, nous veillons à ce que vos véhicules arrivent en toute sécurité.",
    "View Catalogue": "Voir le Catalogue",
    "Your Trusted partner<br> for Pan-African Vehicle<br> Sourcing": "Votre Partenaire de Confiance<br> pour le Sourcing de Véhicules<br> Panafricain",
    "Sinolink is a turnkey vehicle sourcing and shipping company specializing in ATVs and vehicles sourced directly from China. We handle everything from procurement to final delivery at your doorstep.<br><br>With offices across Kenya, DRC, Congo, Tanzania, and Zambia, we ensure seamless logistics and customs clearance for businesses and individual buyers alike.": "Sinolink est une société de sourcing et d'expédition de véhicules clés en main, spécialisée dans les VTT et les véhicules provenant directement de Chine. Nous gérons tout, de l'approvisionnement à la livraison finale.<br><br>Avec des bureaux au Kenya, en RDC, au Congo, en Tanzanie et en Zambie, nous assurons une logistique et un dédouanement fluides.",
    "Read More": "Lire la Suite",
    "What We Offer": "Ce Que Nous Offrons",
    "End-to-End Vehicle Sourcing <br> & Logistics": "Sourcing de Véhicules et Logistique <br> de Bout en Bout",
    "Handling customs documentation, duties, and regulatory compliance at destination ports.": "Gestion de la documentation douanière, des taxes et de la conformité réglementaire.",
    "Pricing Consultation": "Consultation sur les Prix",
    "Expert advice on market trends and total landed costs to ensure you get the best value for your investment.": "Conseils d'experts sur les tendances du marché pour garantir le meilleur rapport qualité-prix.",
    "The Sinolink <span class=\"text-red\">Advantage</span>": "L'Avantage <span class=\"text-red\">Sinolink</span>",
    "We've built our reputation on reliability, transparency, and delivering results. When you partner with Sinolink, you get more than a service provider, you get a dedicated team committed to your success.": "Nous avons bâti notre réputation sur la fiabilité et la transparence. En devenant partenaire de Sinolink, vous obtenez une équipe dédiée à votre succès.",
    "Direct sourcing from China": "Sourcing direct de Chine",
    "Pan-African Presence": "Présence Panafricaine",
    "Transparent Pricing": "Tarification Transparente",
    "End-to-End Handling": "Gestion de Bout en Bout",
    "How It Works": "Comment Ça Marche",
    "Simple, transparent, and efficient, from your inquiry to delivery": "Simple, transparent et efficace, de votre demande à la livraison",
    "Send Your Request": "Envoyez Votre Demande",
    "Tell us your city and the type of vehicle or ATV you need.": "Dites-nous votre ville et le type de véhicule ou de VTT dont vous avez besoin.",
    "Get Pricing": "Obtenez un Prix",
    "Receive detailed pricing and sourcing options within 24-48 hours": "Recevez des options de prix détaillées sous 24 à 48 heures.",
    "Shipping & Clearance": "Expédition et Dédouanement",
    "We handle shipping from China and all customs clearance procedures.": "Nous gérons l'expédition depuis la Chine et toutes les procédures de dédouanement.",
    "Delivery": "Livraison",
    "Your vehicle is delivered directly to your location in your city.": "Votre véhicule est livré directement à votre emplacement dans votre ville.",
    "Where We Deliver": "Où Nous Livrons",
    "Pan-African presence with offices and delivery networks across East and Central Africa": "Présence panafricaine avec des réseaux de livraison en Afrique de l'Est et Centrale.",
    "Don't see your City?": "Vous ne voyez pas votre ville ?",
    "Send us your location and we'll provide custom pricing for delivery to your area.": "Envoyez-nous votre localisation pour un prix de livraison personnalisé.",
    "Send Your City for Price": "Envoyez votre ville pour le prix",
    "Ready to Source Your<br/>Next Vehicle or ATV?": "Prêt à sourcer votre<br/>prochain véhicule ou VTT ?",
    "Get started today with a free quote. Our team is ready to help<br/>you source, ship, and deliver your vehicles anywhere in East and Central Africa.": "Commencez dès aujourd'hui avec un devis gratuit. Notre équipe est prête à vous aider.",
    "Contact an Agent": "Contacter un Agent",
    "View Services": "Voir les Services",
    "Why Choose Us": "Pourquoi Nous Choisir",
    "Our Process": "Notre Processus",
    "About Us": "À Propos de Nous",
    "About Us - Sinolink": "À Propos de Nous - Sinolink",
    "Home": "Accueil",
    "Who We Are": "Qui Nous Sommes",
    "A Pan-African Company Simplifying Vehicle Sourcing": "Une Entreprise Panafricaine Simplifiant le Sourcing de Véhicules",
    "Sinolink is a pan-African vehicle sourcing and logistics company focused on simplifying the entire process of getting ATVs, motorbikes, and utility vehicles from China to Africa.": "Sinolink est une société panafricaine de sourcing et de logistique de véhicules axée sur la simplification de l'ensemble du processus d'acheminement de VTT, de motos et de véhicules utilitaires de la Chine vers l'Afrique.",
    "We manage everything from supplier selection and quality inspection to shipping, customs clearance, and final delivery. Our goal is to make cross-border vehicle acquisition seamless, transparent, and stress-free for individuals, dealers, and businesses alike.": "Nous gérons tout, de la sélection des fournisseurs et de l'inspection de la qualité à l'expédition, au dédouanement et à la livraison finale. Notre objectif est de rendre l'acquisition de véhicules transfrontaliers fluide, transparente et sans stress pour les particuliers, les concessionnaires et les entreprises.",
    "Services": "Services",
    "What We Do": "Ce Que Nous Faisons",
    "End-to-End Vehicle Sourcing & Logistics": "Sourcing de Véhicules et Logistique de Bout en Bout",
    "From manufacturer to your doorstep, we handle every step of the journey.": "Du fabricant à votre porte, nous gérons chaque étape du voyage.",
    "ATV & Vehicle Sourcing": "Sourcing de VTT et de Véhicules",
    "Direct procurement from verified Chinese manufacturers with competitive pricing and quality assurance.": "Approvisionnement direct auprès de fabricants chinois vérifiés avec des prix compétitifs et une assurance qualité.",
    "Quality Inspection": "Inspection de Qualité",
    "Rigorous pre-shipment inspections to ensure every vehicle meets your specifications and standards.": "Des inspections rigoureuses avant expédition pour s'assurer que chaque véhicule répond à vos spécifications.",
    "Shipping & Logistics": "Expédition et Logistique",
    "Seamless sea and air freight solutions with real-time tracking from China to African ports.": "Solutions de fret maritime et aérien avec suivi en temps réel de la Chine vers les ports africains.",
    "Bulk & Fleet Orders": "Commandes en Gros et Flottes",
    "Custom sourcing solutions for businesses, government agencies, and NGOs at negotiated rates.": "Solutions de sourcing personnalisées pour les entreprises, les agences gouvernementales et les ONG.",
    "Customs Clearance": "Dédouanement",
    "Handling documentation, duties, and compliance to ensure smooth clearance at destination ports.": "Gestion de la documentation, des droits et de la conformité pour un dédouanement fluide.",
    "Pricing Consultation & Quotes": "Consultation de Prix et Devis",
    "Professional guidance on vehicle valuation and total landed cost estimates before you purchase.": "Conseils professionnels sur l'évaluation des véhicules et estimations du coût total.",
    "Our Mission": "Notre Mission",
    "To simplify vehicle and ATV sourcing across Africa by delivering reliable, transparent, and end-to-end import solutions from China, enabling individuals and businesses to access quality vehicles with confidence and ease.": "Simplifier le sourcing de véhicules et de VTT à travers l'Afrique en fournissant des solutions d'importation fiables, transparentes et de bout en bout depuis la Chine.",
    "Our Values": "Nos Valeurs",
    "We define our commitment to trust, transparency, and excellence, ensuring every partnership is built on reliability, accountability, and long-term success.": "Nous définissons notre engagement envers la confiance, la transparence et l'excellence.",
    "Pan-African Reach": "Portée Panafricaine",
    "We are dedicated to connecting African cities and markets through strong regional presence and localized expertise.": "Nous nous consacrons à connecter les villes et les marchés africains grâce à une forte présence régionale.",
    "Transparency": "Transparence",
    "We believe in clear communication, honest pricing, and full visibility throughout the sourcing and delivery process.": "Nous croyons en une communication claire, des prix honnêtes et une visibilité totale.",
    "Customer Commitment": "Engagement Envers le Client",
    "Our clients’ success is our priority. We provide hands-on, agent-led support to ensure each customer receives personalized attention.": "Le succès de nos clients est notre priorité. Nous fournissons un soutien personnalisé.",
    "Partnership": "Partenariat",
    "We build long-term relationships with trusted manufacturers and logistics partners to create sustainable value across markets.": "Nous bâtissons des relations à long terme avec des fabricants et des partenaires logistiques de confiance.",
    "Reliability": "Fiabilité",
    "We commit to consistent, dependable service at every stage so our clients can trust us with high-value decisions.": "Nous nous engageons à fournir un service constant et fiable à chaque étape.",
    "Efficiency": "Efficacité",
    "We streamline complex cross-border logistics into a smooth, well-managed process that saves time and reduces risk.": "Nous simplifions la logistique transfrontalière complexe en un processus fluide et bien géré.",
    "Discover our exclusive <br> collection from China": "Découvrez notre collection <br> exclusive de Chine",
    "Catalogue": "Catalogue",
    "Search...": "Rechercher...",
    "All Brands": "Toutes les Marques",
    "Min Price": "Prix Min",
    "Max Price": "Prix Max",
    "Sort by": "Trier par",
    "Price Increasing": "Prix Croissant",
    "Price Descending": "Prix Décroissant",
    "Recent year": "Année Récente",
    "Old Model": "Modèle Ancien",
    "View Details": "Voir les Détails",
    "No results found": "Aucun résultat trouvé",
    "No vehicles found. Try changing your filters.": "Aucun véhicule trouvé. Essayez de modifier vos filtres.",
    "Clear all filters": "Effacer tous les filtres",
    "Gasoline": "Essence",
    "Black": "Noir",
    "Automatic": "Automatique",
    "5-seater luxury SUV equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors. Euro IV emission standard.": "SUV de luxe à 5 places équipé d'airbags, surveillance de la pression des pneus, ISOFIX, ancrages ABS et EBD. Norme d'émission Euro IV.",
    
    "White": "Blanc",
    "5-seater luxury SUV equipped with airbags, tire pressure monitoring, ISOFIX, ABS and EBD anchors.": "SUV de luxe à 5 places équipé d'airbags, surveillance de la pression des pneus, ISOFIX, ancrages ABS et EBD.",
    
    "Purple": "Violet",
    "Blue": "Bleu",
    "Manual": "Manuel",
    "5-seater luxury SUV equipped with airbags, tire pressure monitoring, ISOFIX, ABS and...": "SUV de luxe à 5 places équipé d'airbags, contrôle de pression, ISOFIX, ABS et...",
    "Hatchback equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchorages.": "Citadine équipée d'airbags, contrôle de la pression des pneus, ISOFIX, ABS et EBD.",
    "5-seater SUV equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors.": "SUV 5 places équipé d'airbags, surveillance de la pression des pneus, ISOFIX et ABS.",
    "5-seater SUV equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors. Condition: Water tank frame replaced, front right shock mount sheet metal repaired.": "SUV 5 places équipé d'airbags, surveillance de la pression des pneus, ISOFIX, ancrages ABS et EBD. État : Cadre du réservoir d'eau remplacé, tôle du support d'amortisseur avant droit réparée.",
    "Grey": "Gris",
    "Hybrid": "Hybride",
    "5-seater SUV equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors. Equipped with 360-degree panoramic imaging and four brand new tires.": "SUV 5 places équipé d'airbags, surveillance de la pression des pneus, ISOFIX, ABS et ancrages EBD. Équipé d'une imagerie panoramique à 360 degrés et de quatre pneus neufs.",
    "8-seater SUV equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors.": "SUV 8 places équipé d'airbags, surveillance de la pression des pneus, ISOFIX, ABS et ancrages EBD.",
    "Red": "Rouge",
    "Brown": "Marron",
    "Orange": "Orange",
    "Sedan equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors.": "Berline équipée d'airbags, surveillance de la pression des pneus, ISOFIX, ancrages ABS et EBD.",
    "Commercial/family vehicle equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors.": "Véhicule utilitaire/familial équipé d'airbags, surveillance de la pression des pneus, ISOFIX, ancrages ABS et EBD.",
    "Off-road SUV equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors.": "SUV tout-terrain équipé d'airbags, surveillance de la pression des pneus, ISOFIX, ancrages ABS et EBD.",
    "Dark Grey": "Gris Foncé",
    "5-seater SUV equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors. Original condition, first owner, no reported accidents.": "SUV 5 places équipé d'airbags, surveillance de la pression des pneus, ISOFIX, ancrages ABS et EBD. État d'origine, premier propriétaire, aucun accident signalé.",
    "Silver Grey": "Gris Argenté",
    "5-seater SUV equipped with airbags, tyre pressure monitoring, ISOFIX, ABS and EBD anchors": "SUV 5 places équipé d'airbags, surveillance de la pression des pneus, ISOFIX, ABS et ancrages EBD",

    "5-seater SUV equipped with airbags (driver/passenger, side and curtain), tyre pressure monitoring, ISOFIX anchorages, ABS and keyless ignition system.": "SUV 5 places équipé d'airbags (conducteur/passager, latéraux et rideaux), surveillance de la pression des pneus, ancrages ISOFIX, ABS et système de démarrage sans clé.",
    "5-seater SUV equipped with airbags (driver/passenger, side and curtain), ISOFIX anchorages, ABS and electronic brake-force distribution (EBD).": "SUV 5 places équipé d'airbags (conducteur/passager, latéraux et rideaux), ancrages ISOFIX, ABS et répartiteur électronique de freinage (EBD).",
    "5-seater SUV equipped with a 1.6T turbo engine, including airbags (driver/passenger, side and curtain), ISOFIX anchorages, as well as keyless ignition systems, ABS and EBD.": "SUV 5 places équipé d'un moteur 1.6T turbo, incluant airbags (conducteur/passager, latéraux et rideaux), ancrages ISOFIX, ainsi que systèmes de démarrage sans clé, ABS et EBD.",
    "5-seater SUV with a 1.6T turbocharged engine, including airbags (driver/passenger, side and curtain), ISOFIX anchorages, as well as keyless ignition systems, ABS and EBD.": "SUV 5 places avec moteur 1.6T turbocompressé, incluant airbags (conducteur/passager, latéraux et rideaux), ancrages ISOFIX, ainsi que systèmes de démarrage sans clé, ABS et EBD.",
    
    "5-seater SUV equipped with a 1.6T turbo engine, including airbags (driver/passenger, side and curtain), ISOFIX anchors, as well as ABS and EBD systems.": "SUV 5 places équipé d'un moteur turbo 1.6T, incluant des airbags (conducteur/passager, latéraux et rideaux), des ancrages ISOFIX, ainsi que des systèmes ABS et EBD.",
    "5-seater SUV equipped with a 1.5T turbo engine, including airbags (driver/passenger, side and curtain), tire pressure monitoring, ISOFIX anchors and keyless ignition system.": "SUV 5 places équipé d'un moteur turbo 1.5T, incluant des airbags (conducteur/passager, latéraux et rideaux), surveillance de la pression des pneus, ancrages ISOFIX et système de démarrage sans clé.",
    "5-seater SUV equipped with airbags (driver/passenger, side, curtain and knee), ISOFIX anchorages, ABS, EBD and vehicle stability control.": "SUV 5 places équipé d'airbags (conducteur/passager, latéraux, rideaux et genoux), ancrages ISOFIX, ABS, EBD et contrôle de stabilité du véhicule.",
    "5-seater hatchback model, 1.3L engine. Equipped with ABS/EBD brakes, ISOFIX anchors and double airbags. Euro IV emission standard.": "Modèle bicorps à 5 places, moteur 1.3L. Équipé de freins ABS/EBD, d'ancrages ISOFIX et de doubles airbags. Norme d'émission Euro IV.",
    "5-seater SUV equipped with a turbo engine. It has the keyless entry and start-up system, airbags and ISOFIX anchorages for child seats. This model complies with the national emission standard V.": "SUV 5 places équipé d'un moteur turbo. Il dispose du système d'entrée et de démarrage sans clé, d'airbags et d'ancrages ISOFIX pour sièges enfants. Ce modèle est conforme à la norme d'émission nationale V.",
    "5-seater front-wheel drive hatchback model. Equipped with driver/passenger airbags, ABS braking system and electronic brake-force distribution (EBD). Complies with the Euro IV emission standard.": "Modèle bicorps à 5 places, traction avant. Équipé d'airbags conducteur/passager, d'un système de freinage ABS et d'un répartiteur électronique de freinage (EBD). Conforme à la norme d'émission Euro IV.",
    
    "5-seater front-wheel drive SUV, equipped with a turbo engine. The vehicle has driver, passenger and side airbags (front/rear), a tyre pressure monitoring system and ISOFIX anchorages.": "SUV 5 places à traction avant, équipé d'un moteur turbo. Le véhicule dispose d'airbags conducteur, passager et latéraux (avant/arrière), d'un système de surveillance de la pression des pneus et d'ancrages ISOFIX.",
    "5-seater sedan with front-wheel drive. It is equipped with driver/passenger airbags, the ABS braking system, electronic brake-force distribution (EBD) and front/rear electric windows. This model meets the Euro 3 emission standard.": "Berline 5 places à traction avant. Elle est équipée d'airbags conducteur/passager, du système de freinage ABS, du répartiteur électronique de freinage (EBD) et de vitres électriques avant/arrière. Ce modèle répond à la norme d'émission Euro 3.",
    "5-seater SUV with front-wheel drive, equipped with airbags, tyre pressure monitoring, ISOFIX anchors and keyless start.": "SUV 5 places à traction avant, équipé d'airbags, surveillance de la pression des pneus, ancrages ISOFIX et démarrage sans clé.",
    "5-seater SUV with front-wheel drive. Equipped with airbags, ISOFIX ANCHORS, ABS/EBD, hill start assist, automatic parking and roof racks.": "SUV 5 places à traction avant. Équipé d'airbags, ancrages ISOFIX, ABS/EBD, aide au démarrage en côte, stationnement automatique et barres de toit.",
    "5-seater sedan with front-wheel drive. Equipped with driver/passenger airbags, ISOFIX anchorages, ABS braking system and electronic brake-force distribution (EBD).": "Berline 5 places à traction avant. Équipée d'airbags conducteur/passager, d'ancrages ISOFIX, du système de freinage ABS et du répartiteur électronique de freinage (EBD).",
    "5-seater sedan with front-wheel drive. Equipped with driver/passenger and side (front/rear) airbags, ISOFIX anchorages for child seats and an ABS anti-lock braking system.": "Berline 5 places à traction avant. Équipée d'airbags conducteur/passager et latéraux (avant/arrière), d'ancrages ISOFIX pour sièges enfants et d'un système de freinage antiblocage ABS.",
    
    "5-seater SUV equipped with airbags (driver/passenger and side), tyre pressure monitoring, ISOFIX anchors, keyless start/entry and ABS/EBD system.": "SUV 5 places équipé d'airbags (conducteur/passager et latéraux), surveillance de la pression des pneus, ancrages ISOFIX, démarrage/entrée sans clé et système ABS/EBD.",
    "5-seater front-wheel drive SUV, equipped with airbags, ISOFIX anchorages, ABS braking system and electronic brake-force distribution (EBD).": "SUV 5 places à traction avant, équipé d'airbags, ancrages ISOFIX, système de freinage ABS et répartiteur électronique de freinage (EBD).",
    "5-seater SUV equipped with a turbo engine. It has airbags (driver, passenger, side and front/rear curtains), a tyre pressure monitoring system and ISOFIX anchorages.": "SUV 5 places équipé d'un moteur turbo. Il dispose d'airbags (conducteur, passager, latéraux et rideaux avant/arrière), d'un système de surveillance de la pression des pneus et d'ancrages ISOFIX.",
    "5-seater SUV with front-wheel drive, equipped with airbags, keyless entry and entry system, ABS, EBD, stability control, panoramic sunroof and multifunction steering wheel.": "SUV 5 places à traction avant, équipé d'airbags, système d'entrée sans clé, ABS, EBD, contrôle de stabilité, toit ouvrant panoramique et volant multifonction.",
    "5-seater front-wheel drive SUV, equipped with driver/passenger and front/rear side airbags, ISOFIX anchors and a keyless ignition system.": "SUV 5 places à traction avant, équipé d'airbags conducteur/passager et latéraux avant/arrière, d'ancrages ISOFIX et d'un système de démarrage sans clé.",
    "5-seater SUV with front-wheel drive. Equipped with airbags (driver/passenger, side and front/rear curtains), ISOFIX anchorages, ABS/EBD system and hill start assist.": "SUV 5 places à traction avant. Équipé d'airbags (conducteur/passager, latéraux et rideaux avant/arrière), d'ancrages ISOFIX, du système ABS/EBD et de l'aide au démarrage en côte.",
    "5-seater rear-wheel drive sedan, equipped with driver/passenger and side airbags, ISOFIX anchors, ABS and electronic brake-force distribution (EBD).": "Berline 5 places à propulsion (roues arrière motrices), équipée d'airbags conducteur/passager et latéraux, d'ancrages ISOFIX, d'ABS et du répartiteur électronique de freinage (EBD).",
    "Lexus RX Classic 350": "Lexus RX Classic 350",
    "Audi Q5 2.0 TFSI Technology Edition": "Audi Q5 2.0 TFSI Édition Technology",
    "Volkswagen Tiguan 1.8 TSI Automatique 4x4 Édition Fashion": "Volkswagen Tiguan 1.8 TSI Automatique 4x4 Édition Fashion",
    "Suzuki Alto 1.0L Deluxe Edition": "Suzuki Alto 1.0L Édition Deluxe",
    "Jetour X90 1.5T (5 seats)": "Jetour X90 1.5T (5 places)",
    "Hyundai Tucson 1.6T": "Hyundai Tucson 1.6T",
    "Land Rover Range Rover Evoque 2.0T": "Land Rover Range Rover Evoque 2.0T",
    "Jeep Renegade (Freedom Man) 1.4T": "Jeep Renegade (Freedom Man) 1.4T",
    "Jetour X70 Plus 1.6T (5 seats)": "Jetour X70 Plus 1.6T (5 places)",
    "Toyota Highlander 2.0T 4WD": "Toyota Highlander 2.0T 4WD",
    "Jetour Shan Hai T2 Mountain Edition": "Jetour Shan Hai T2 Édition Mountain",
    "Toyota Prado 2.7L 4WD (8 seats)": "Toyota Prado 2.7L 4WD (8 places)",
    "Lexus RX350 3.5L 4WD": "Lexus RX350 3.5L 4WD",
    "Toyota RAV4": "Toyota RAV4",
    "Hyundai Verna 1.4L": "Hyundai Verna 1.4L",
    "Hyundai Santa Fe 2.4Ln": "Hyundai Santa Fe 2.4Ln",
    "Mercedes-Benz Vito": "Mercedes-Benz Vito",
    "Jeep Wrangler Sahara 3.8L": "Jeep Wrangler Sahara 3.8L",
    "Jetour X70 PLUS (Powerful 1.6T version)": "Jetour X70 PLUS (Version puissante 1.6T)",
    "Mercedes-Benz GLC Coupe (imported) GLC 260 4MATIC Coupe SUV": "Mercedes-Benz GLC Coupé (importé) GLC 260 4MATIC Coupé SUV",
    "Mercedes-Benz Classe CLA 220 4MATIC": "Mercedes-Benz Classe CLA 220 4MATIC",
    "Changan UNI-T Flagship Edition 1.5T": "Changan UNI-T Édition Flagship 1.5T",
    "Jetour X70 PLUS 1.6T DCT 5 seater": "Jetour X70 PLUS 1.6T DCT 5 places",
    "Mazda CX-5 Cloud Control Edition 2.0L Automatic 2WD Smart Model": "Mazda CX-5 Édition Cloud Control 2.0L Automatique 2WD Modèle Smart",
    "Kia Sportage 2.0L Automatic Smart Luxury Edition": "Kia Sportage 2.0L Automatique Édition Smart Luxury",
    "Jetour X70 PLUS 1.5T DCT MTB PRO 5 seater": "Jetour X70 PLUS 1.5T DCT MTB PRO 5 places",
    "Toyota Prado (Imported) GX 2700 Class Automatic": "Toyota Prado (Importé) GX 2700 Classe Automatique",
    "Changan CS55 PLUS Whale Edition": "Changan CS55 PLUS Édition Whale",
    "Toyota IZOA": "Toyota IZOA",
    "Changan Oushang X5 1.5T DCT Flagship Edition": "Changan Oushang X5 1.5T DCT Édition Flagship",
    "Toyota Reiz 2.5V Premium Edition": "Toyota Reiz 2.5V Édition Premium",
    "Toyota RAV4 2.0L CVT 2WD Urban Edition": "Toyota RAV4 2.0L CVT 2WD Édition Urbaine",
    "Kia KX5 1.6T Automatic 2WD Premium": "Kia KX5 1.6T Automatique 2WD Premium",
    "Kia Sportage 2.0L Automatic 2WD GL": "Kia Sportage 2.0L Automatique 2WD GL",
    "Hyundai Tucson 1.6T dual-clutch and two-wheel drive": "Hyundai Tucson 1.6T à double embrayage et deux roues motrices",
    "Kia Sportage 2.0L Automatic 2WD DLX": "Kia Sportage 2.0L Automatique 2WD DLX",
    "Geely Binyue": "Geely Binyue",
    "2009 Toyota Highlander 2.7L 2WD 5-passenger Elite Edition": "Toyota Highlander 2009 2.7L 2WD 5 places Édition Elite",
    "Toyota Yaris 1.3E Comfort Edition": "Toyota Yaris 1.3E Édition Comfort",
    "Zotye SR7 2016 1.5T CVT Magic Cube Edition": "Zotye SR7 2016 1.5T CVT Édition Magic Cube",
    "Honda Fit 1.5L manual": "Honda Fit 1.5L manuelle",
    "BAIC Huansu S5 2017 1.3T CVT Luxury Edition": "BAIC Huansu S5 2017 1.3T CVT Édition Luxury",
    "2004 Toyota Corolla 1.8L Automatic GL-i": "Toyota Corolla 2004 1.8L Automatique GL-i",
    "Haval H6 2016 Improved Version 1.5T Manual 2WD Elite": "Haval H6 2016 Version Améliorée 1.5T Manuelle 2WD Elite",
    "Zotye R7 2017 1.5T CVT Magic Cube Edition": "Zotye R7 2017 1.5T CVT Édition Magic Cube",
    "2011 Toyota Corolla 1.6L Manual GL": "Toyota Corolla 2011 1.6L Manuelle GL",
    "2013 Volkswagen Santana 1.6L Automatic Edition Mode": "Volkswagen Santana 2013 1.6L Automatique Edition Mode",
    "Zotye SR7 2017 1.5T CVT Magic Cube Dream Edition": "Zotye SR7 2017 1.5T CVT Édition Magic Cube Dream",
    "Cheetah CS10 2017 2.0T Automatic Leader Edition": "Cheetah CS10 2017 2.0T Automatique Édition Leader",
    "Hyundai ix35 2012 2.0L Automatic 2WD Elite Edition GL (Beijing)": "Hyundai ix35 2012 2.0L Automatique 2WD Édition Elite GL (Beijing)",
    "Geely Emgrand GS 2016 Sport Edition 1.3T Automatic Premium": "Geely Emgrand GS 2016 Édition Sport 1.3T Automatique Premium",
    "2012 Kia Sorento 2.4L Petrol Luxury Edition": "Kia Sorento 2012 2.4L Essence Édition Luxury",
    "Beijing Hyundai ix35 2013 2.0L Automatic 2WD Smart GLS": "Beijing Hyundai ix35 2013 2.0L Automatique 2WD Smart GLS",
    "Hyundai ix35 2012 2.0L Automatic 2WD Elite GLS (Beijing)": "Hyundai ix35 2012 2.0L Automatique 2WD Elite GLS (Beijing)",
    "2009 Toyota RAV4 2.0L Automatic Deluxe Edition": "Toyota RAV4 2009 2.0L Automatique Édition Deluxe",
    "2009 Toyota Reiz 2.5S Comfort Edition": "Toyota Reiz 2009 2.5S Édition Comfort",
    "Our Work in Action": "Notre travail en action",
    "From sourcing to delivery, see how we connect China to Africa.": "De l'approvisionnement à la livraison, découvrez comment nous connectons la Chine à l'Afrique.",
    "Gallery": "Galerie",
    "Kenya": "Kenya",
    "DRC": "RDC",
    "Tanzania": "Tanzanie",
    "Angola": "Angola",
    "Zambia": "Zambie",
    "Nairobi": "Nairobi",
    "Mombasa": "Mombasa",
    "Kinshasa": "Kinshasa",
    "Lubumbashi": "Lubumbashi",
    "Dar es Salaam": "Dar es Salaam",
    "Luanda": "Luanda",
    "Lusaka": "Lusaka",
    "Ndola": "Ndola",
    "AFRICA COVERAGE": "COUVERTURE EN AFRIQUE",
    "Pan-African Logistics Network": "Réseau logistique panafricain",
    "Sinolink operates through regional offices and trusted logistics partners to deliver vehicles to multiple African cities efficiently and reliably. Our established network ensures your vehicles arrive safely, with full documentation and customs clearance handled at every step.": "Sinolink opère via des bureaux régionaux et des partenaires logistiques de confiance pour livrer des véhicules dans plusieurs villes africaines de manière efficace et fiable. Notre réseau établi garantit que vos véhicules arrivent en toute sécurité, avec toute la documentation et le dédouanement pris en charge à chaque étape.",
    "Ready to Source Your Next Vehicle or ATV?": "Prêt à trouver votre prochain véhicule ou VTT ?",
    "Get started today with a free quote. Our team is ready to help you source, ship, and deliver your vehicles anywhere in East and Central Africa.": "Commencez dès aujourd'hui avec un devis gratuit. Notre équipe est prête à vous aider à trouver, expédier et livrer vos véhicules partout en Afrique orientale et centrale.",
    "Africa Logistics Map": "Carte logistique de l'Afrique",
    "Coverage": "Couverture",
    "Description": "Description",
    "No description available. Contact us for full specifications.": "Aucune description disponible. Contactez-nous pour les spécifications complètes.",
    "Overview": "Aperçu",
    "Year": "Année",
    "Color": "Couleur",
    "Mileage": "Kilométrage",
    "Fuel": "Carburant",
    "Transmission": "Transmission",
    "Car Price": "Prix de la voiture",
    "Speak with an Agent": "Parlez avec un agent",
    "Order on Whatsapp": "Commander sur Whatsapp",
    "Return to Catalogue": "Retour au catalogue",
    "Quick Contact": "Contact rapide",
    "Diesel": "Diesel",
    "Electric": "Électrique",
    "Contacts": "Contacts",
    "GET IN TOUCH": "ENTRER EN CONTACT",
    "Contact us Today": "Contactez-nous aujourd'hui",
    "Your gateway to excellence in Chinese manufacturing.": "Votre porte d'entrée vers l'excellence de la fabrication chinoise.",
    "Location": "Emplacement",
    "Call on:": "Appelez au :",
    "Mail at:": "Email à :",
    "Office Hours": "Heures de bureau",
    "(Saturday Sunday Closed)": "(Fermé samedi et dimanche)",
    "Full Name*": "Nom complet*",
    "Phone/Whatsapp*": "Téléphone/Whatsapp*",
    "Email Address*": "Adresse e-mail*",
    "Country*": "Pays*",
    "Select country": "Choisissez le pays",
    "Vehicle Type*": "Type de véhicule*",
    "Select vehicle type": "Choisissez le type de véhicule",
    "SUV / Personal Car": "SUV / Voiture particulière",
    "Heavy Duty Truck": "Camion lourd",
    "ATV / Off-road": "VTT / Tout-terrain",
    "Message": "Message",
    "How can we help you?": "Comment pouvons-nous vous aider ?",
    "Send Inquiry": "Envoyer la demande",
    "Sinolink Logistics": "Logistique Sinolink",
    "NO 10 Maizhuan Road, Lishui Town": "NO 10 Maizhuan Road, Lishui Town",
    "Nanhai District, Foshan China": "District de Nanhai, Foshan Chine"




}