{
    "SUPPORT INQUIRIES": "DEMANDES D'ASSISTANCE",
    "CALL US": "APPELEZ-NOUS",
    "HOME": "ACCUEIL",
    "ABOUT US": "À PROPOS",
    "CATALOGUE": "CATALOGUE",
    "SERVICES": "SERVICES",
    "MEDIA": "MÉDIA",
    "COVERAGE": "COUVERTURE",
    "CONTACTS": "CONTACTS",
    "AFFILIATE PROGRAM": "PROGRAMME D'AFFILIATION",
    "REQUEST A QUOTE": "DEMANDER UN DEVIS",
    "Your trusted partner for Pan-African vehicle and ATV sourcing from China.": "Votre partenaire de confiance pour l'approvisionnement panafricain de véhicules et de VTT en provenance de Chine.",
    "Quick Links": "Liens Rapides",
    "Countries Served": "Pays Desservis",
    "Contact": "Contact",
    "Mon - Fri: 8:00 to 17:00": "Lun - Ven : 8h00 à 17h00",
    "(Saturday & Sunday Closed)": "(Fermé Samedi et Dimanche)",
    "FOLLOW US": "SUIVEZ-NOUS",
    "Privacy Policy": "Politique de Confidentialité",
    "Terms of Service": "Conditions d'Utilisation",
    "This website uses cookies to ensure you get the best experience on our website. By continuing, you agree to our": "Ce site utilise des cookies pour vous garantir la meilleure expérience. En continuant, vous acceptez notre",
    "Accept & Close": "Accepter & Fermer",
    "Chat with us": "Discutez avec nous",
    "CERTIFIED SOURCING": "SOURCING CERTIFIÉ",
    "Reliable Vehicle Sourcing <br> From China to Africa": "Sourcing de Véhicules Fiables <br> de la Chine vers l'Afrique",
    "We simplify the entire process of getting ATVs, motorbikes, and utility vehicles delivered to your doorstep.": "Nous simplifions tout le processus de livraison de VTT, de motos et de véhicules utilitaires à votre porte.",
    "Learn More": "En Savoir Plus",
    "Watch Video": "Voir la Vidéo",
    "REGIONAL EXPERTISE": "EXPERTISE RÉGIONALE",
    "Pan-African Logistics <br> & Smart Delivery": "Logistique Panafricaine <br> & Livraison Intelligente",
    "Operating through regional offices and trusted partners to deliver vehicles efficiently across multiple African cities.": "Opérant via des bureaux régionaux et des partenaires de confiance pour livrer efficacement dans plusieurs villes africaines.",
    "OUR SERVICES": "NOS SERVICES",
    "FACTORY INSPECTED": "INSPECTÉ EN USINE",
    "Quality Assurance <br> At Every Step": "Assurance Qualité <br> à Chaque Étape",
    "From factory inspection to customs clearance, we ensure your vehicles arrive safely with full documentation.": "De l'inspection en usine au dédouanement, nous veillons à ce que vos véhicules arrivent en toute sécurité.",
    "View Catalogue": "Voir le Catalogue",
    "Your Trusted partner<br> for Pan-African Vehicle<br> Sourcing": "Votre Partenaire de Confiance<br> pour le Sourcing de Véhicules<br> Panafricain",
    "Sinolink is a turnkey vehicle sourcing and shipping company specializing in ATVs and vehicles sourced directly from China. We handle everything from procurement to final delivery at your doorstep.<br><br>With offices across Kenya, DRC, Congo, Tanzania, and Zambia, we ensure seamless logistics and customs clearance for businesses and individual buyers alike.": "Sinolink est une société de sourcing et d'expédition de véhicules clés en main, spécialisée dans les VTT et les véhicules provenant directement de Chine. Nous gérons tout, de l'approvisionnement à la livraison finale.<br><br>Avec des bureaux au Kenya, en RDC, au Congo, en Tanzanie et en Zambie, nous assurons une logistique et un dédouanement fluides.",
    "Read More": "Lire la Suite",
    "What We Offer": "Ce Que Nous Offrons",
    "Comprehensive end-to-end solutions for your vehicle sourcing needs": "Solutions complètes de bout en bout pour vos besoins en sourcing de véhicules",
    "ATV & Vehicle Sourcing": "Sourcing de VTT et Véhicules",
    "Direct procurement from verified Chinese manufacturers with competitive pricing and quality assurance.": "Approvisionnement direct auprès de fabricants chinois vérifiés avec des prix compétitifs.",
    "Quality Inspection": "Inspection de Qualité",
    "Rigorous pre-shipment inspections to ensure every vehicle meets your specifications and standards.": "Inspections rigoureuses avant expédition pour garantir que chaque véhicule répond à vos normes.",
    "Shipping & Logistics": "Expédition et Logistique",
    "Seamless sea and air freight solutions with real-time tracking from China to African ports.": "Solutions de fret maritime et aérien avec suivi en temps réel de la Chine vers les ports africains.",
    "Bulk & Fleet Orders": "Commandes en Gros et Flottes",
    "Custom sourcing solutions for businesses, government agencies, NGOs, and resellers requiring bulk orders.": "Solutions de sourcing pour les entreprises, les agences gouvernementales et les ONG.",
    "Customs Clearance": "Dédouanement",
    "Handling customs documentation, duties, and regulatory compliance at destination ports.": "Gestion de la documentation douanière, des taxes et de la conformité réglementaire.",
    "Pricing Consultation": "Consultation sur les Prix",
    "Expert advice on market trends and total landed costs to ensure you get the best value for your investment.": "Conseils d'experts sur les tendances du marché pour garantir le meilleur rapport qualité-prix.",
    "The Sinolink <span class=\"text-red\">Advantage</span>": "L'Avantage <span class=\"text-red\">Sinolink</span>",
    "We've built our reputation on reliability, transparency, and delivering results. When you partner with Sinolink, you get more than a service provider, you get a dedicated team committed to your success.": "Nous avons bâti notre réputation sur la fiabilité et la transparence. En devenant partenaire de Sinolink, vous obtenez une équipe dédiée à votre succès.",
    "Direct sourcing from China": "Sourcing direct de Chine",
    "Pan-African Presence": "Présence Panafricaine",
    "Transparent Pricing": "Tarification Transparente",
    "End-to-End Handling": "Gestion de Bout en Bout",
    "How It Works": "Comment Ça Marche",
    "Simple, transparent, and efficient, from your inquiry to delivery": "Simple, transparent et efficace, de votre demande à la livraison",
    "Send Your Request": "Envoyez Votre Demande",
    "Tell us your city and the type of vehicle or ATV you need.": "Dites-nous votre ville et le type de véhicule ou de VTT dont vous avez besoin.",
    "Get Pricing": "Obtenez un Prix",
    "Receive detailed pricing and sourcing options within 24-48 hours": "Recevez des options de prix détaillées sous 24 à 48 heures.",
    "Shipping & Clearance": "Expédition et Dédouanement",
    "We handle shipping from China and all customs clearance procedures.": "Nous gérons l'expédition depuis la Chine et toutes les procédures de dédouanement.",
    "Delivery": "Livraison",
    "Your vehicle is delivered directly to your location in your city.": "Votre véhicule est livré directement à votre emplacement dans votre ville.",
    "Where We Deliver": "Où Nous Livrons",
    "Pan-African presence with offices and delivery networks across East and Central Africa": "Présence panafricaine avec des réseaux de livraison en Afrique de l'Est et Centrale.",
    "Don't see your City?": "Vous ne voyez pas votre ville ?",
    "Send us your location and we'll provide custom pricing for delivery to your area.": "Envoyez-nous votre localisation pour un prix de livraison personnalisé.",
    "Send Your City for Price": "Envoyez votre ville pour le prix",
    "Ready to Source Your<br/>Next Vehicle or ATV?": "Prêt à sourcer votre<br/>prochain véhicule ou VTT ?",
    "Get started today with a free quote. Our team is ready to help<br/>you source, ship, and deliver your vehicles anywhere in East and Central Africa.": "Commencez dès aujourd'hui avec un devis gratuit. Notre équipe est prête à vous aider.",
    "Contact an Agent": "Contacter un Agent",
    "View Services": "Voir les Services",
    "Why Choose Us": "Pourquoi Nous Choisir",
    "Our Process": "Notre Processus",
    "About Us": "À Propos de Nous",
    "About Us - Sinolink": "À Propos de Nous - Sinolink",
    "Home": "Accueil",
    "Who We Are": "Qui Nous Sommes",
    "A Pan-African Company Simplifying Vehicle Sourcing": "Une Entreprise Panafricaine Simplifiant le Sourcing de Véhicules",
    "Sinolink is a pan-African vehicle sourcing and logistics company focused on simplifying the entire process of getting ATVs, motorbikes, and utility vehicles from China to Africa.": "Sinolink est une société panafricaine de sourcing et de logistique de véhicules axée sur la simplification de l'ensemble du processus d'acheminement de VTT, de motos et de véhicules utilitaires de la Chine vers l'Afrique.",
    "We manage everything from supplier selection and quality inspection to shipping, customs clearance, and final delivery. Our goal is to make cross-border vehicle acquisition seamless, transparent, and stress-free for individuals, dealers, and businesses alike.": "Nous gérons tout, de la sélection des fournisseurs et de l'inspection de la qualité à l'expédition, au dédouanement et à la livraison finale. Notre objectif est de rendre l'acquisition de véhicules transfrontaliers fluide, transparente et sans stress pour les particuliers, les concessionnaires et les entreprises.",
    "What We Do": "Ce Que Nous Faisons",
    "End-to-End Vehicle Sourcing & Logistics": "Sourcing de Véhicules et Logistique de Bout en Bout",
    "From manufacturer to your doorstep, we handle every step of the journey.": "Du fabricant à votre porte, nous gérons chaque étape du voyage.",
    "Professional guidance on vehicle valuation and total landed cost estimates before you commit to a purchase.": "Conseils professionnels sur l'évaluation des véhicules et estimations du coût total de revient avant de vous engager dans un achat.",
    "Coverage": "Couverture"
    

}